[Setting]
Language=CHS

[String]
IDS_GML_1=开始

IDS_GML_2=零件组1

IDS_GML_2_1=直推杆
IDS_GML_2_2=台阶推杆
IDS_GML_2_3=中肩推杆
IDS_GML_2_4=扁推杆
IDS_GML_2_5=推管
IDS_GML_2_6=直中心销
IDS_GML_2_7=台阶中心销
IDS_GML_2_8=无锥度中心销
IDS_GML_2_9=直型芯
IDS_GML_2_10=台阶型芯
IDS_GML_2_11=无锥度型芯
IDS_GML_2_12=轮毂用･异形状･嵌装型芯
IDS_GML_2_13=块状型芯･固定块

IDS_GML_3=零件组2

IDS_GML_3_1=模座板
IDS_GML_3_2=日期章･回收章･排气原件
IDS_GML_3_3=斜导柱･楔紧块
IDS_GML_3_4=抽芯组件･活型芯
IDS_GML_3_5=导轨･滑板
IDS_GML_3_6=浇口套･定位环
IDS_GML_3_7=拉料销･电极
IDS_GML_3_8=点式浇口套
IDS_GML_3_9=导向零件
IDS_GML_3_10=精定位组件
IDS_GML_3_11=推板相关零件
IDS_GML_3_12=开模控制零件

IDS_GML_4=零件组3

IDS_GML_4_1=冷却相关零件1･接头･快速接头
IDS_GML_4_2=冷却相关零件2･接头･软管･模具内部冷却
IDS_GML_4_3=加热相关零件
IDS_GML_4_4=隔热板
IDS_GML_4_5=螺栓･垫圈･小零件
IDS_GML_4_6=化工产品
IDS_GML_4_7=弹簧
IDS_GML_4_8=大型･热流道相关零件
IDS_GML_4_9=压铸模具用零件
IDS_GML_4_10=成型相关零件

IDS_GML_5=按图索骥

IDS_GML_6=我的收藏夹

IDS_GML_7=历史记录

IDS_GML_8=高级检索

IDS_GML_9=分类结构图

IDS_GML_10=编辑

IDS_GML_11=部品表

IDS_GML_12=部品属性预览

IDS_GML_13=设置

IDS_GML_13_1=所在地_语言_材质规格
IDS_GML_13_2=用户数据库
IDS_GML_13_3=模型导出_CAD相关
IDS_GML_13_4=部品表设定

IDS_GML_14=帮助

IDS_GML_14_1=使用方法
IDS_GML_14_2=订购方法
IDS_GML_14_3=用户反馈
IDS_GML_14_4=版本信息

IDS_GML_15=自定义属性

IDS_GML_DLG_TITLE=Sample for Mold 4.0（3.9.1）
IDS_GML_DLG_1=接口初始化
IDS_GML_DLG_2=初始化
IDS_GML_DLG_3=Sample语言设置
IDS_GML_DLG_4=默认设置
IDS_GML_DLG_5=打开界面
IDS_GML_DLG_6=运行
IDS_GML_DLG_7=编辑
IDS_GML_DLG_8=反选字符串
IDS_GML_DLG_9=编辑
IDS_GML_DLG_10=部品表
IDS_GML_DLG_11=数量
IDS_GML_DLG_12=初始化部品表
IDS_GML_DLG_13=部品表字符串
IDS_GML_DLG_14=打开部品表
IDS_GML_DLG_15=保存路径
IDS_GML_DLG_16=模型文件
IDS_GML_DLG_17=属性文件
IDS_GML_DLG_18=选择保存路径
IDS_GML_DLG_19=自动打开

IDS_GML_LISTCTRL_R0C0=部品名
IDS_GML_LISTCTRL_R0C1=型号
IDS_GML_LISTCTRL_R0C2=数量
IDS_GML_LISTCTRL_R0C3=交货期
IDS_GML_LISTCTRL_R0C4=材质
IDS_GML_LISTCTRL_R0C5=照片
IDS_GML_LISTCTRL_R0C6=备注
IDS_GML_LISTCTRL_R0C7=零件系列


IDS_GML_CREATE_DISPATCH_FAIL=Mold EX-Press开发接口初始化失败！
IDS_GML_INIT_SUCCESS=Mold EX-Press开发接口初始化成功！
IDS_GML_MODEL_SAVED_PATH=导出的模型存放路径:
IDS_GML_ATTRIBUTE_DUMPED_FILE=模型属性文件路径:
IDS_GML_BOM_NUMBER_LIMIT=模型数量不能为0！

IDS_GML_LINK_HELP=..\\..\\Help\\Help_CHS.chm::/HTML/Help_0.htm
IDS_GML_LINK_1=..\\..\\Help\\Help_CHS.chm::/HTML/Help_2_02_a.htm
IDS_GML_LINK_2=..\\..\\Help\\Help_CHS.chm::/HTML/Help_2_02_d.htm
IDS_GML_LINK_3=..\\..\\Help\\Help_CHS.chm::/HTML/Help_2_02_e.htm
IDS_GML_LINK_4=..\\..\\Help\\Help_CHS.chm::/HTML/Help_2_02_f.htm